const Products = [
  {
    id: "1",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13 pro max",
    titleFa: "آیفون 13 pro max",
    price: 52_800_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/1.png"),
    images: [
      require("./../assets/img/Home/1.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1200,
    numOfBought: 50,
    rate: 4.5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "2",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13 pro",
    titleFa: "آیفون 13 pro",
    price: 49_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/2.png"),
    images: [
      require("./../assets/img/Home/2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1400,
    numOfBought: 40,
    rate: 4,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "3",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13",
    titleFa: "آیفون 13",
    price: 42_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/3.png"),
    images: [
      require("./../assets/img/Home/3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1300,
    numOfBought: 55,
    rate: 3.5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "4",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 12 pro max",
    titleFa: "آیفون 12 pro max",
    price: 38_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/4.png"),
    images: [
      require("./../assets/img/Home/4.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1000,
    numOfBought: 30,
    rate: 5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "5",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 12 pro",
    titleFa: "آیفون 12 pro",
    price: 29_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/5.png"),
    images: [
      require("./../assets/img/Home/5.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 900,
    numOfBought: 30,
    rate: 3.5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "6",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13 pro max",
    titleFa: "آیفون 13 pro max",
    price: 52_800_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/1.png"),
    images: [
      require("./../assets/img/Home/1.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1500,
    numOfBought: 70,
    rate: 4.5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "7",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13 pro",
    titleFa: "آیفون 13 pro",
    price: 49_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/2.png"),
    images: [
      require("./../assets/img/Home/2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 800,
    numOfBought: 30,
    rate: 4.2,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "8",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13",
    titleFa: "آیفون 13",
    price: 42_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/3.png"),
    images: [
      require("./../assets/img/Home/3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1600,
    numOfBought: 20,
    rate: 3.5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "9",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 12 pro max",
    titleFa: "آیفون 12 pro max",
    price: 38_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/4.png"),
    images: [
      require("./../assets/img/Home/4.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 700,
    numOfBought: 30,
    rate: 2.5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "10",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 12 pro",
    titleFa: "آیفون 12 pro",
    price: 29_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/5.png"),
    images: [
      require("./../assets/img/Home/5.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1250,
    numOfBought: 30,
    rate: 4,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "11",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13 pro max",
    titleFa: "آیفون 13 pro max",
    price: 52_800_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/1.png"),
    images: [
      require("./../assets/img/Home/1.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1400,
    numOfBought: 40,
    rate: 5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "12",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13 pro",
    titleFa: "آیفون 13 pro",
    price: 49_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/2.png"),
    images: [
      require("./../assets/img/Home/2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 600,
    numOfBought: 20,
    rate: 3.5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "13",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 13",
    titleFa: "آیفون 13",
    price: 42_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/3.png"),
    images: [
      require("./../assets/img/Home/3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 800,
    numOfBought: 20,
    rate: 4.3,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "14",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 12 pro max",
    titleFa: "آیفون 12 pro max",
    price: 38_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/4.png"),
    images: [
      require("./../assets/img/Home/4.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1000,
    numOfBought: 30,
    rate: 3,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
  {
    id: "15",
    category: "smartPhone",
    brandEn: "Apple",
    brandFa: "اپل",
    titleEn: "Apple iphone 12 pro",
    titleFa: "آیفون 12 pro",
    price: 29_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    mainImage: require("./../assets/img/Home/5.png"),
    images: [
      require("./../assets/img/Home/5.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    numOfVisits: 1100,
    numOfBought: 45,
    rate: 5,
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
  },
];

export default Products;
