const Products = [
  {
    id: 1,
    titleFa: "آیفون 13 pro max",
    titleEn: "Apple iphone 13 pro max",
    price: 52_800_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/1.png"),
    images: [
      require("./../assets/img/Home/1.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 2,
    titleFa: "آیفون 13 pro",
    titleEn: "Apple iphone 13 pro",
    price: 49_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/2.png"),
    images: [
      require("./../assets/img/Home/2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 3,
    titleFa: "آیفون 13",
    titleEn: "Apple iphone 13",
    price: 42_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/3.png"),
    images: [
      require("./../assets/img/Home/3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 4,
    titleFa: "آیفون 12 pro max",
    titleEn: "Apple iphone 12 pro max",
    price: 38_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/4.png"),
    images: [
      require("./../assets/img/Home/4.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 5,
    titleFa: "آیفون 12 pro",
    titleEn: "Apple iphone 12 pro",
    price: 29_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/5.png"),
    images: [
      require("./../assets/img/Home/5.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 6,
    titleFa: "آیفون 13 pro max",
    titleEn: "Apple iphone 13 pro max",
    price: 52_800_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/1.png"),
    images: [
      require("./../assets/img/Home/1.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 7,
    titleFa: "آیفون 13 pro",
    titleEn: "Apple iphone 13 pro",
    price: 49_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/2.png"),
    images: [
      require("./../assets/img/Home/2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 8,
    titleFa: "آیفون 13",
    titleEn: "Apple iphone 13",
    price: 42_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/3.png"),
    images: [
      require("./../assets/img/Home/3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 9,
    titleFa: "آیفون 12 pro max",
    titleEn: "Apple iphone 12 pro max",
    price: 38_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/4.png"),
    images: [
      require("./../assets/img/Home/4.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 10,
    titleFa: "آیفون 12 pro",
    titleEn: "Apple iphone 12 pro",
    price: 29_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/5.png"),
    images: [
      require("./../assets/img/Home/5.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 11,
    titleFa: "آیفون 13 pro max",
    titleEn: "Apple iphone 13 pro max",
    price: 52_800_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/1.png"),
    images: [
      require("./../assets/img/Home/1.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 12,
    titleFa: "آیفون 13 pro",
    titleEn: "Apple iphone 13 pro",
    price: 49_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/2.png"),
    images: [
      require("./../assets/img/Home/2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 13,
    titleFa: "آیفون 13",
    titleEn: "Apple iphone 13",
    price: 42_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/3.png"),
    images: [
      require("./../assets/img/Home/3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 14,
    titleFa: "آیفون 12 pro max",
    titleEn: "Apple iphone 12 pro max",
    price: 38_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/4.png"),
    images: [
      require("./../assets/img/Home/4.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
  {
    id: 15,
    titleFa: "آیفون 12 pro",
    titleEn: "Apple iphone 12 pro",
    price: 29_500_000,
    color: ["red-400", "blue-500", "green-400", "purple-500", "stone-900"],
    activeColor: "",
    mainImage: require("./../assets/img/Home/5.png"),
    images: [
      require("./../assets/img/Home/5.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
      require("./../assets/img/Single Product/Gallery - 3.png"),
      require("./../assets/img/Single Product/Gallery - 2.png"),
      require("./../assets/img/Single Product/Gallery - 4.png"),
    ],
    services: {
      seller: "دیجیتایز",
      postedBy: "انبار تهران",
      warranty: " 18 ماهه زرین خدمت",
    },
    properties: {
      memory: "128 GB",
      resolution: "0.6",
      networks: ["2G", "3G", "4G", "5G"],
      review: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,

      battery: [
        "باتری",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      camera: [
        "دوربین",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],

      design: [
        "طراحی",
        `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
      استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله
      در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد
      نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد،
      کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان
      جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای
      طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان
      فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری
      موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد
      نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل
      دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`,
      ],
    },
    liked: false,
  },
];

export default Products;
